Repository: terravoz/voipdrupal.org
Catalog: sites/all/modules/contentanalysis/translations/contentanalysis.*.po
Languages: de

source: Default analyzers
de: Standard-Analysierer

source: Select the analyzers you want enabled by default.
de: Die Analysierer auswählen, die standardmäßig aktiviert sein sollen.

source: Enable analyzer checklist report
de: Analysierer-Checklisten-Bericht aktivieren

source: Collapse the content analysis fieldset on the node edit form
de: Inhaltsanalyse-Feldset im Beitragsbearbeitungsformular zusammenklappen

source: Display both dialog and inline reports.
de: Sowohl Dialog- als auch Inline-Berichte anzeigen.

source: Display dialog report only.
de: Nur Dialogbericht anzeigen

source: Display inline reports only.
de: Nur Inline-Berichte anzeigen

source: Provide buttons to enable the user to select report options.
de: Schaltflächen bereitstellen, mit denen der Benutzer Berichtsoptionen auswählen kann.

source: Node edit report style
de: Berichtsstil beim Bearbeiten von Beiträgen

source: Select the style of report you would like when launching from the node edit form. Dialog is the standard modal report. Inline inserts recommendations directly into the node edit form.
de: Berichtsstil auswählen, der beim Aufruf vom Beitragsbearbeitungsformular aufgerufen werden soll. Dialog ist der standardmäßige modale Dialog. Inline fügt Empfehlungen direkt in das Beitragsbearbeitungsformular ein.

source: Node parsing options
de: Beitragsanalyse-Optionen

source: Prepend node title to body
de: Beitragstitel dem Textkörper voranstellen

source: Most Drupal sites format node views by putting the node title as a page header above the node body. If your site is formatted this way, check this box. If node titles are not used as headers, uncheck the option.
de: Die meisten Drupal-Websites formatieren Beitragsansichten, indem der Beitragstitel als Kopfzeile der Seite über dem Beitragstext gesetzt wird. Wenn Ihre Website so formatiert ist, kreuzen Sie dieses Kästchen an. Wenn Beitragstitel nicht als Kopfzeilen verwendet werden, sollte diese Option nicht angekreuzt sein.

source: Node title tags
de: Beitragstitel-Tags

source: If your node title is included on node views, include any formating tags it is enclosed within. Default is &lt;h2&gt;[node_title]&lt;/h2&gt;
de: Wenn der Beitragstitel in Beitragsansichten enthalten ist, alle Formatierungs-Tags, von denen er umgeben ist, einschließen. Standard ist &lt;h2&gt;[node_title]&lt;/h2&gt;

source: Advanced
de: Erweitert

source: Host
de: Rechner

source: Use this field to enter an alternative url for the content analysis api ajax calls.
de: Dieses Feld kann verwendet werden, um für die API-Ajax-Aufrufe der Inhaltsanalyse eine alternative URL einzugeben.

source: Content Analysis Results
de: Ergebnisse der Inhaltsanalyse

source: Analyzing Content
de: Inhalt wird analysiert

source: You can specify content to be analyzed using one of the three below methods. Use only one method. Either enter text content, use a numeric node id, or provide a URL to an existing webpage.
de: Sie können angeben, dass Inhalt mittels einer der drei unteren Methoden analysiert wird. Nur eine Methode verwenden. Entweder den Textinhalt eingeben bzw. die numerische Beitrags-ID oder eine URL zu einer existierenden Seite angeben.

source: Content
de: Inhalt

source: Node ID
de: Beitrag-ID

source: analyzer options
de: Analysierer-Optionen

source: Analyze content
de: Inhalt analysieren

source: Content Analysis
de: Inhaltsanalyse

source: Full reports
de: Volständige Berichte

source: Main report
de: Hauptbericht

source: Inline reports
de: Inline-Berichte

source: options
de: Optionen

source: Analyzers
de: Analysierer

source: Select analyzers for content.
de: Inhaltsanalysierer auswählen

source: Page title
de: Seitentitel

source: Body
de: Textkörper

source: Meta keywords
de: Meta-Schlüsselwörter

source: Meta description
de: Meta-Beschreibung

source: No input was submitted. Please enter content, a Node ID or URL.
de: Es wurde keine Eingabe abgeschickt. Bitte Inhalt, eine Beitrags-ID oder URL eingeben.

source: Analyzer checklist
de: Analysierer-Checkliste

source: The content analysis module enables a suite of analyzers to help you develop better, more optimized content. <br> <br> List of available analyzer modules:
de: Das Modul ‚Content Analysis‘ aktiviert einige Analysierer zur Unterstützung bei der Entwicklung besseren, optimierteren Inhalts.<br> <br> Liste verfügbarer Analysierer-Module:

source: Content optimizer
de: Inhaltsoptimierer

source: Quick search engine optimization (SEO) analysis to assure your content follows basic SEO guidelines.
de: Analyse ‚Schnellen Suchmaschinen-Optimierung (SEO)‘ um sicherzustellen, dass der Inhalt grundlegenden SEO-Richtlinien entspricht.

source: Advanced search engine optimization (SEO) analysis. Features content scoring, keyword extraction, sample SERP listing and optimization recommendations.
de: Erweiterte Analyse zur Suchmaschinenoptimierung (SEO). Beinhaltet Inhaltsbewertung, Schlüsselwortextraktion, Beispiel-SERP-Auflistung und Optimierungsempfehlungen.

source: Grades content for readability using five popular automated readability standards.
de: Bewertet die Lesbarkeit des Inhalts mittels fünf gängiger automatisierter Lesbarkeitsstandards.

source: Validates that content is W3C compliant.
de: Überprüft, ob der Inhalt W3C-konform ist.

source: enabled
de: aktiviert

source: not enabled
de: nicht aktiviert

source: Click here to download.
de: Zum Herunterladen hier klicken.

source: <strong>@module_name</strong> is !enabled_status.
de: <strong>@module_name</strong> ist !enabled_status.

source: Report
de: Bericht

source: Content analysis report
de: Inhaltsanalyse-Bericht

source: General
de: Allgemein

source: Sections
de: Abschnitte

source: Analysis
de: Analyse

source: Content analysis
de: Inhaltsanalyse

source: Content Analysis Settings
de: Inhaltsanalyse-Einstellungen

source: If checked, the <em>Content Analysis</em> fieldset will appear on the node edit form for those who have permission to perform content analysis.
de: Wenn aktiviert erscheint das <em>Inhaltsanalyse</em>-Feldset im Formular zum Bearbeiten des Beitrags bei diejenigen, die die Berechtigung zur Durchführung der Inhaltsanalyse besitzen.

source: Enable
de: Aktivieren

source: perform content analysis
de: Inhaltsanalyse durchführen

source: admin content analysis
de: Inhaltsanalyse verwalten

source: Analyze and optimize node content.
de: Beitragsinhalt analysieren und optimieren.

source: Creates database table for content analysis settings.
de: Erstellt Datenbanktabelle für Inhaltsanalyse-Einstellungen.

source: Provides an API for content analyzers
de: Stellt eine API für Inhaltsanalysierer bereit

source: Analyzing...
de: Analysiert...

source: Example
de: Beispiel

source: Whats your name
de: Wie heißen Sie

source: World
de: Welt

source: Good job, you submitted your name.
de: Gute Arbeit, sie haben ihren Namen abgeschickt.

source: Your name was not entered in the options field. Please enter it to make this warning go away.
de: Sie haben Ihren Namen nicht im Optionsfeld eingegeben. Bitte eingeben, damit diese Warnung nicht mehr erscheint.

source: Content Analysis API Example
de: ‚Content Analysis API‘-Beispiel

source: Example Content Analyzer module
de: Beispielhafters Inhalts-Analysierer-Modul
